Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Webcomic_Dark Moon (KO>EN).tmx
Source language: ko
Languages: en

source: 웬 뱀파이어 놈들이 이렇게!!!
en: where did all these vampires come from?!

source: 너흰 선물 뭐 가져왔어?
en: did you bring any gifts?

source: 진실의 방향
en: Where the Truth Points To

source: 당장 쏴죽여야해!!
en: we must shoot them to death, now!!

source: 자, 카드.
en: here, a card for you.

source: 시온이 수하랑 주말에 광장으로 놀러 가겠대!!
en: shion’s taking sooha out to the square this weekend!

source: 내가 뱀파이어라는걸 알면서도
en: after all, you’ve trusted me...

source: 나도, 나도!
en: me too!

source: 고마워・・・
en: Thank you!

source: 아···그냥···우연히···지나가다가···
en: uhm... I was just... passing by.

source: 버려야 할 물건들도 많고.
en: there’s a bunch of things to throw out, too.

source: 아무튼!{j}어?!
en: anyway... y-you know?!{j}

source: 오늘 광장에서 본 그 사람···
en: that guy I saw back at the square...

source: 대체 무슨 근거로 그런 생각을 한 거지?
en: what made them think it was us?

source: 앗, 저건 깜빡하고 안 치웠네.
en: oh, we forgot to take those out.

source: 정말?{j}고마워!
en: really? thanks, khan!{j}

source: 크리스?
en: chris?!

source: 널 안전한 곳으로 데려가고싶어.
en: I want to get you somewhere safe.

source: 벌컥
en: thunk

source: 어?{j}어···
en: y-yeah...{j}

source: 우리가 뱀파이어인 걸 알게 된다고 해도,
en: but even if sooha were to find out that we’re vampires...

source: 가자.
en: Let’s go.

source: 그래서 걱정 되기도 하고···
en: so I’m a little worried...

source: 또다시 쫓기게 될까...?
en: ...will they hunt us down again?

source: 으악!
en: ahhh!

source: 네가 와줄 때면 정말 기뻤어.
en: that really made me happy.

source: 그렇게 무섭고 소름 끼치는 기분을 느낀것도 처음이었어.
en: ...I’d never felt so terrified before.

source: 후원자분께 신세를 졌거든.
en: ...thanks to our long-time sponsor.

source: 그런데···
en: but...

source: 그 두 사람은 이번 시합에 특히 진심이거든.
en: the two who are not here are taking this game seriously.

source: 안녕~!
en: hi!!

source: 그 아이가 온 뒤로 마을에 계속 안좋은 일이 생겨.
en: bad things keep happening ever since she came to our village.

source: 어···
en: uh...

source: 재밌겠다···
en: that sounds like fun.

source: 살아있었던 거야?!
en: were you alive?!

source: 저기・・・나・・・난・・・ 이만 가볼게!!{j}다들 안녕!!
en: well... I-I’ll get going now! bye, guys!{j}

source: 전학생?!
en: a new student?!

source: ・・・으응?
en: huh?

source: 왜 이런 일이 생긴거야?
en: weren’t you with her the whole time?!

source: 아···!
en: oh!

source: 이미 오해할만한 행동은 다 해놓고···
en: you’ve already done everything to be misunderstood.

source: 보육원에서 겨우 도망쳐 나왔는데...
en: we barely made it out of the orphanage.

source: 무슨 내용이었어?
en: what was it about?

source: 엥?
en: eh?

source: 어...{j}그게...
en: oh... well...{j}

source: 자, 여기 불.
en: here’s the fire.

source: 아···그렇구나···
en: oh... I see...

source: 티비에서 볼 때만.
en: only when watching them on tv, though.

source: 빈손으로 온거면 썩꺼져!
en: you’re welcome to leave if you came empty-handed!

source: 날 믿어준 유일한 사람이야···!
en: ...who’s trusted me since chris!

source: 저건 내가 알던 크리스가 아냐!
en: that’s not the chris I knew!

source: 우린 마치···
en: it’s as if...

source: ···응?
en: weird...

source: 능력도 가급적 사용하지 말고.
en: and we should refrain from using our abilities.

source: 근데 사진에 늑대가 절반이네?
en: I see half of the photos are of wolves.

source: 뜨드득
en: crack

source: 끼이이익
en: creak

source: 남들에게 그 능력을 보여선 안돼.
en: don’t show it to anyone.

source: 어쩔 건데?
en: yeah?

source: 내가 너에게 내 목을 물어보라고 했었잖아.
en: I asked you to bite my neck.

source: 방금 다 봤는걸.
en: I saw what just happened.

source: 새 기숙사에 자리가 나면 바로 바꿔줄게요.
en: we’ll get you a new room as soon as there’s a vacancy.

source: 비밀 공유
en: Sharing Secrets

source: 아마 나머지 둘은 저기 있을거야.
en: the other two are probably there.

source: 왜 내겐 이런 능력이 있는거지?
en: why do I even have this ability?

source: 응?{j}으응···
en: uhm, sure.{j}

source: 금방 갈게.
en: I’ll be there in a minute.

source: 엥?!!
en: huh?!

source: 밤 바다가 보고 싶어서···
en: I wanted to see the beach at night, that’s all.

source: 나 멀미!!{j}멀미할 것 같아!!!
en: I don’t feel so good... I’m getting nauseous!!!{j}

source: 끼이익-
en: creak

source: 인간이랑 친하게 지내봤자,
en: there’s no point in befriending a human.

source: 도저히 말할 수가 없었어.
en: ...to bring ourselves to be honest with you.

source: 그런 게 아니라···
en: it’s because...

source: 아, 근데 나 얼마 전에 월식을 본 적이 있어!
en: that reminds me, I saw a lunar eclipse recently!

source: 너희가 어떤 존재라고 해도.
en: no matter what you are...

source: 저기・・・ 오늘 다들 고마워.
en: uhm... thanks, everyone.

source: 죽어라!
en: you should die!

source: 흑
en: sob

source: 아, 응・・・ 내가 좀 옛날 책에 관심이 많아서・・・
en: yeah... I have a thing for old books...

source: 자신이 남들과 다르다고 생각하면,
en: if you think that you’re not like the others...

source: 이···있지만 안 보여주는 거야!
en: I-I do, but I’m not showing you!

source: 처음으로 선명한 답이 생긴 것 같았어.
en: ...and the purpose of my existence.

source: 자카, 받아!!
en: over to you, jakah!

source: 그래...
en: oh...

source: 낮엔 밖에 안 나오는데,
en: ...you don’t come out during the day...

source: 그냥 내가 해도 되는데···
en: I can do it myself...

source: 각각 한층씩 위에 있어.
en: are upstairs, each on their own floor.

source: 왜 불렀어?
en: what’s up?

source: 내 목을 물어볼래…?
en: do you want to bite my neck?

source: 뱀파이어가 나타나서···
en: ...I bumped into a vampire earlier.

source: 수하라고 해!
en: I’m sooha!

source: 괜찮아, 괜찮아~!
en: oh, it’s fine!

source: 거기서 딱 기다려!!!
en: you stay right there!

source: 야!{j}너 때문에 인원만 늘어났잖아!
en: urgh! you just made the group bigger!{j}

source: 난 그때-
en: when I said that...

source: 으악!{j}뭐야, 그 표정!!
en: ugh! what’s with that face?!{j}

source: 처음 본 사람과 사랑에 빠진대.
en: ...werewolves fall in love with the first person they see that night.

source: 추카.
en: CONGRATS.

source: 이럴수가・・・
en: I can’t believe it...

source: 전력으로 싸우는 수 밖에!!
en: ...fight with all your might!!

source: 게다가 우린 다른 뱀파이어들과는 달리,
en: also, unlike other vampires...

source: 오랫동안 우릴 후원해주셨던
en: ...we took shelter here...

source: 호호-
en: hehe!

source: 파아앗
en: da dun

source: 우리도 오늘처럼 달빛이 환한 날에는-
en: when the full moon is up...

source: 앗, 귀엽네.
en: oh, that is cute.

source: 무지개 반사!!
en: you shut up!

source: 나는 다른 데에-
en: I’ll sit somewhere else...

source: 어?{j}어?!
en: w-whoa!!{j}

source: 응.{j}반가워.
en: sure... hi.{j}

source: 무습이 왜 그래?
en: why do you look like that?

source: 다다다음 주는 진짜로 우리 생일파티야.
en: we’re having our birthday party in three weeks.

source: 아···그냥···사람이 많은 게···
en: well... it’s a little scary...

source: 이자식들이 그런 누명을···!!
en: how dare they try to frame us...!!

source: 네가 뱀파이어를 얼마나 싫어하는지 잘 아는걸.
en: I know how much you despise vampires.

source: 크윽
en: ugh!

source: 저기··· 잠깐···
en: uh... wait...

source: 단 한 번도 사람을 공격하거나,
en: we’ve never attacked people...

source: 수하야, 우리도 이만 갈까?
en: shall we get going, sooha?

source: 우린 다른 애들이랑 어울리면 안되잖아.
en: we shouldn’t hang out with other kids.

source: 와~ 멋지다!
en: wow! this is amazing!

source: 앗!
en: oh!

source: 헬리, 넌 어때?
en: how about you, heli?

source: 급하게 나오느라···!!
en: I was in a hurry, so--

source: 그런데 우릴 그냥 놔둘 것 같아?
en: do you think such a person will just let us be?

source: 크리스?!!
en: chris?!

source: 아니, 특별한 능력이야!
en: not at all! it’s a special one!

source: 남들이 어떻게 보든!!
en: ...whatever they think of me...

source: 너희의 목적이 뭐야?
en: what do you want?

source: 꺄아아악!!!!
en: ahhhh!!!

source: 그리고···
en: and...

source: 수하야, 이제 수업 끝났는데.{j}뭐할 거야?
en: sooha, what you up to now that class is over?{j}

source: 누구나 다 그렇겠지만,
en: I’m sure everyone feels the same...

source: 헬리・・・
en: heli...

source: 네 문제가 아니라!!
en: it’s not because of you!!!

source: 네가 같이 있었는데,
en: how could this happen?!

source: 그럼 우리라는 증거는 있어?
en: then can you prove it was us?

source: 아, 응.{j}그치.
en: oh, sure. no problem.{j}

source: 정말?{j}고마워.
en: really? well, thanks.{j}

source: 이렇게 달빛이 훤한 날에 온건,
en: you came here when the moon’s bright.

source: 수하야!!{j}제발 내게 설명할 기회를 줘!!
en: sooha, please let me explain!!{j}

source: 노아랑,
en: ...noa...

source: 제길!{j}이게 대체 무슨 일이지?!!
en: ugh, what in the world is going on?!{j}

source: ···믿기 싫으면 믿지 마.
en: you don’t have to believe me if you don’t want to.

source: 그냥!!
en: you know!!!

source: 크리스!!!!{j}살아있었던 거야?!
en: chris!!!! were you alive?!{j}

source: 하지만, 수하야.
en: but sooha...

source: 응.{j}헬리 너는?
en: yup. what about you?{j}

source: 공동기획:
en: Collaboration by:

source: 캬아아아-!!!!
en: growr!!

source: 수하와 같은 크기의 파장이 하나 더 있어!!!
en: ...I sense a wave as strong as hers!

source: 실수로라도 네 능력을 남에게 보이게 되면,
en: when others see you using that ability, even by accident...

source: 내가 너무 귀찮게 말 걸었지・・・?
en: I kept you for too long, didn’t I...

source: 그날은 우리 모두의 생일이야.
en: it’s our birthday, all seven of us.

source: 그래.{j}솔련형 말이 맞아.
en: yeah .solon has a point.{j}

source: 다들 실망이야.
en: how disappointing.

source: 고···공주님 안기?!!
en: a-a princess carry?!

source: 으응・・・덕분에・・・
en: yeah! thanks to you...

source: 꺄아~
en: yippee

source: 옷 갈아입고 천천히 왔어도 되는데…
en: you could’ve changed first. I didn’t mean to rush you.

source: 앞으로 인사하고 지내자고 말해볼걸・・・
en: ...asked to meet again sometime.

source: 이건 수하 네 선물이야.
en: this is for you, sooha.

source: 그걸 우리가 믿어줘야 해?
en: why should we?

source: 수하야···?
en: sooha?

source: 밤 9시부터 수업이 시작되죠.
en: classes start at 9 pm.

source: 난···.
en: I...

source: 모르겠어…
en: I don’t know.

source: 뱀파이어같은건 소설 속에서나 나오는 이야기였다는데・・・
en: ...vampires were just mythical creatures that only existed in novels.

source: 네가 지금 지어낸 거지?!!
en: I know you just made that up!

source: 수하는?!
en: what about sooha?!

source: 아~ 다들 너~~무너무 바쁘대.
en: oh! they said they’re all suuuper busy.

source: 네가 어디있는지 찾아봐!
en: you should look for her!

source: 마지막만큼은 절대 아니야!!!!
en: especially that last part!!!

source: 믿어줘.
en: please believe me.

source: 얼마전에 일어난 살인사건.
en: the murder that took place a few days ago.

source: 다들 구하러 와줘서···
en: the others came to help me, so...

source: 내가 마음에 안드는 눈치네・・・
en: looks like he doesn’t like me...

source: 우리 둘 다, 걔 말에 꼼짝을 할 수가 없었어.
en: we both completely froze up...

source: 무슨 상관이야.{j}걔가 실망하든 말든.
en: who cares if we let her down?{j}

source: ··· 오해하지마.
en: don’t get the wrong idea.

source: 미안해.
en: I apologize.

source: 선명해지는
en: Becoming Clearer

source: 귀여워~!!!
en: this is adorable!!!

source: 우리 둘만!!!
en: just the two of us.

source: 철컥-
en: clunk

source: 아냐, 괜찮아.{j}내가 전생에 공주였나봐.
en: oh, no worries! I must’ve been a princess in my past life.{j}

source: 응?{j}그… 그래…
en: oh... s-sure!{j}

source: 난 이 세상에서 그 누구보다도-
en: I hate vampires more than anyone else in this world...

source: 근데 다른 애들은?
en: where’s everyone else?

source: 헬리 넌?
en: what about you, heli?

source: 미안!{j}공이 그쪽으로 날아갔어!
en: sorry about that! the ball just flew that way!{j}

source: 아 참!{j}지금 내 옷차림이···!!{j}급하게 나오느라···!!
en: oh, sorry! I got out in a hurry so I’m a bit underdressed...!!{j}

source: 이런 일이 생기면 항상 뱀파이어라는 오해를 받았었는데···
en: I was always mistaken for a vampire whenever things like this happened...

source: 우리 같은 반이구나~!!
en: we’re in the same class!!!

source: 네가 싫어서가 아니라···
en: ...it’s not because I hate you.

source: 그러니까···
en: well...

source: 오···오늘 왜 이렇게 어둡지?
en: wh-why is it so dark tonight?

source: 대체 왜 이런 짓을 하는거야!!!
en: why are you doing this?!

source: 솔론 너 알고있었어?!
en: how?

source: 오늘 못 오는 줄 알았는데···
en: I thought he couldn’t make it today.

source: 응.{j}맞아.
en: yeah, that’s right.{j}

source: 놀라게해서 미안해.
en: sorry we scared you.

source: 나야.
en: it’s me.

source: 우리 마을에선 전혀 없었던 일이잖아.
en: that’s never happened before in our village.

source: 수하라는 애, 정체가 뭐야?
en: what’s her deal?

source: 뎅
en: ding

source: 네··· 네가 어떻게···!!
en: h-how are you alive...?!

source: 자...{j}잘...{j}지냈니, 수하야?
en: h-h-how have you been, sooha?{j}{j}

source: 그동안 널 찾아오지 않아서 미안해.
en: I’m sorry I didn’t come for you sooner.

source: 그럼 어쩔수 없이 수하한테-
en: our only other option would be to tell sooha that...

source: 일단 좀 쉬고 있나...?
en: are they taking a break?

source: 아・・・ 아냐!!
en: w-wait!

source: 헬리는 텔레파시도 할 수 있으니까···
en: he has telepathic communication, too...

source: 부르르-
en: shiver

source: 그래, 수하야.
en: he’s right, sooha.

source: 내가 찾아줄게!
en: I’ll get it for you!

source: 그···그리고!{j}노아랑 자카도!{j}잘자!{j}고마워!!
en: a-and you too, noa and jakah! good night and thanks again!{j}

source: 잘자!
en: good night!

source: 아냐!!
en: of course not!

source: 네가 너 스스로를 믿을 때.
en: ...when you start believing in yourself.

source: 아냐, 아냐!
en: no!

source: 뭐?!!!{j}뱀파이어가?!!
en: what?! a vampire?!{j}

source: 난 그런 거 없어!!
en: I don’t have anything!!

source: 얼마나 오랜 세월이 걸렸는지!
en: ...just to find you!

source: 아마 온 몸의 피가 전부 사라지고,
en: the body was probably completely drained of blood...

source: 지노.
en: jino.

source: 수하도 늑대가 좋니?
en: do you like them, too?

source: 응?!{j}응!!!{j}그래!
en: huh?! oh, sure!!{j}

source: 이 광장에?
en: at the square?

source: 바쁜데 왜 태어나고 난리야?
en: why’d you bother being born on this busy, busy day?

source: 아무리 수십 수백번을
en: ...how many times I tell them...

source: 어디에 있어?!!
en: where are they?

source: 혹시 솔론이 그랬어?
en: did solon say that?

source: 내가 너에게 승리를 바칠게.
en: and to you I’ll dedicate our victory.

source: 잠깐만, 수하야!
en: wait, sooha!

source: 파바바박
en: tap tap tap

source: 흑흑흑
en: haaa...

source: 우린 다른 사람들이랑은 친구 안 해.
en: we don’t hang out with other people.

source: 내가 알던 크리스는-
en: the chris I knew...

source: 미안.
en: sorry.

source: 아, 우린 '선샤인시티스쿨' 학생인데-
en: oh, we’re from sunshine city school.

source: 너만 희생하면 되는데 왜 이렇게 이기적이야!
en: why are you being so selfish? we only need you to sacrifice!

source: 괜히 눈치 주는 것 같잖아!
en: he said he’s busy.

source: 뭐야, 그럼 쟤 물자.
en: if so, let’s bite him.

source: 다들 괜찮아?!!
en: is everyone all right?

source: 이 말을 꼭 해주고 싶었어.
en: that’s what I had to talk about.

source: 받아, 수하야.
en: this one’s for you, sooha.

source: 이해해.
en: I understand.

source: 우리 예전에 정말 친했었잖아!
en: we used to be best friends!

source: …뭐?
en: what?!

source: 타헬!{j}나자크!{j}엔지!
en: tahel! najak! enzy!{j}{j}

source: 그래, 자카.
en: yes, jakah.

source: 내가 칸을 만난게 싫었던걸까?
en: was he upset that I met khan?

source: 14.{j}가려진 마음
en: 14. Hidden Feelings{j}

source: 내 피를 마시고 싶었어…?
en: did you want to drink my blood?

source: 우리 앞으로 더 친하게 지내자.
en: let’s be even closer friends.

source: 뱀파이어들은 전부
en: ...and assumed that...

source: 큭!
en: ugh!

source: 선생님.
en: good night.

source: 이름이 수하래.
en: her name’s sooha.

source: 그렇잖아?!{j}어?!
en: you get it, don’t you?!{j}

source: 혹시라도 뱀파이어를 없앨 방법이 있는지 찾고 싶어서...
en: ...I thought I might find a way to get rid of the vampires.

source: 내가 뱀파이어일까봐 무섭지 않아?
en: you aren’t scared that I might be a vampire?

source: 우리 친하게 지내
en: it’s nice to meet you

source: 어?{j}어?
en: wait, what?{j}

source: 내가 되살아났다는걸 믿지 못할까봐 두려웠어.
en: ...you might not believe that I returned to life.

source: 아냐 괜찮아.
en: no, it’s okay.

source: 길게 해!{j}길게!
en: talk to us! whenever you want!

source: 주룩
en: trickle

source: 왜지···?
en: that was strange.

source: 아니라고 말해도・・・
en: ...that it’s not true...

source: 실망시키지 않았어.
en: you didn’t.

source: 나와서 사람들한테 아니라고 말하면 되잖아.
en: you can go and tell everyone it’s not true.

source: 전부 네 덕분이야.
en: it’s all thanks to you.

source: 타다다닷!
en: flustered

source: 어?!!{j}어?!!
en: h-{j}huh?!!!

source: 칸!
en: khan!

source: 호신용 뱀파이어 퇴치 세트야!
en: it’s a vampire repellent kit for self defense!

source: 그러고보니 너 여기에 책 찾으러 왔다고 했지?
en: you said you came to look for your book, right?

source: 뱀파이어로 오해받기 일수였지.
en: ...because of my strange ability.

source: 노아.
en: noa.

source: 부끄러워!
en: this is so embarrassing!

source: 우린 뱀파이어가 아냐.
en: we’re not vampires.

source: 그래서
en: Was That Why?

source: 지노형까지···
en: you too, jino?!

source: 아냐!
en: no way!

source: 근데 내 생각엔,
en: I don’t think...

source: 내가 텔레파시를 보내면···
en: if I do that...

source: 크리스는···
en: ...chris was...

source: 이 자식이···!!
en: you-!!!

source: 응?{j}너희가 이쪽으로 오겠다고?
en: huh? you want to join us?{j}

source: 가려진 마음
en: Hidden Feelings

source: 아냐···
en: no...

source: 내가 잘못 본 걸 거야.
en: I’m sure I was mistaken.

source: 하・・・ 하지만・・・
en: b-but...

source: 그래, 헬리 형.
en: right, heli.

source: 단 한 번도 나를 실망시키지 않았어.
en: you never have.

source: 나는 그냥···월식을 보고 싶어서···
en: I... wanted to see the lunar eclipse, that’s all.

source: 수하야~!!!{j}자카!
en: sooha!! jakah!

source: 그게··· 사실···
en: actually, it was...

source: 저기, 깜빡했는데-
en: hey, I forgot to ask.

source: 지금 쟤한테 텔레파시 보낸 거야?!
en: did you just talk to her through telepathy?!

source: 깜짝!
en: jolt

source: 벌떡!
en: spring

source: 하하..
en: haha

source: 샥-
en: swish

source: 잘 자.{j}수하야.
en: sleep tight, {j}sooha.

source: 정말 크리스야···?
en: is that really you?

source: 야!!!!!!
en: shion!!!

source: 수하야, 날 응원하러 와줬구나!
en: are you here to root for me?

source: 아, 형들이네.{j}그래도 이안 형한테 날아가서 다행이다.
en: oh, it’s you guys. what a relief it went jaan’s way.{j}

source: 다른 애들은 전부 바쁜일이 있었다며.
en: you told me everyone else was busy.

source: 수하야···!!!
en: sooha...!!

source: 이・・・ 이상한 능력이지・・・?
en: i-it’s a weird ability, isn’t it?

source: 아니, 그건 아니야.
en: no, she’s not.

source: 쩌엉!!
en: wham

source: 헬리 넌, 내가 위험에 처할 때면,
en: but whenever I was in danger,

source: 저기・・・나・・・난・・・ 이만 가볼게!!
en: Well... I-I’ll get going now!

source: 넌 내 목을 물 수 있어?
en: can you bite my neck?

source: 공이 그쪽으로 날아갔어!
en: the ball just flew that way!

source: 그건 우리도 마찬가지야.
en: neither do we.

source: 이 자식이!!!
en: you bastard!!!

source: 싸우지 마, 헬리야!
en: please don’t fight!

source: 으응・・・그래.
en: n-nice to meet you, too.

source: 수하야, 잠깐 시간 괜찮아?
en: hey, sooha. do you have a minute?

source: 응.{j}전혀.{j}널 아니까.
en: nah, of course not. I know you.{j}

source: 역시・・・ 그 아이인가・・・?
en: do you think... that she did it?

source: 그럼 이만 가볼게.
en: I should go now.

source: 헬리야~
en: heli!

source: 얼마전 살인사건 피해자가 그 학교 학생이었는데,
en: the victim of the recent murder was a student there.

source: 너 대체···!!
en: what do you think you’re-!

source: 얘가 솔론인가・・・
en: he must be solon...

source: 달이 지구의 그림자에 가려지는···
en: ...it causes the moon to hide in the earth’s shadow.

source: 네가 우리에게 두려움을 느끼는 건 당연한 감정이니까.
en: it’s completely natural for you to be afraid of us.

source: 다들 수하랑 놀지마!
en: don’t play with sooha!

source: 헬리는 바쁜가보네.
en: I guess heli’s busy.

source: 그럼 내가 도와줄게.
en: then I’ll help.

source: 아냐 아냐!
en: no, it’s okay!

source: 어떻게 벌써...
en: how did he know?

source: 처음이야.
en: it’s my first time...

source: 시온도?
en: shion...

source: 나 기억나···?
en: do you remember me...?

source: 그거 정말…
en: are you sure...

source: 다행이다···
en: what a relief...

source: 얘···얘들아..?
en: g-guys...?

source: 얘기 들었어!!
en: I heard the news!

source: 헬리 안녕~
en: hi, heli!

source: 그동안 우린 사람들에게 정체를 숨기고 살아왔지만,
en: we’ve been hiding our identities from other people...

source: 난 간다.
en: see you.

source: 그냥 입만 댄건데, 뭐.
en: you barely bit into my skin.

source: 바쁘다는데 부담주지 말자!
en: let’s not pressure him.

source: 번쩍
en: beam

source: 해!{j}해!
en: okay, fine!

source: 너도 알겠지만 그동안 난,
en: as you already know...

source: 유일하게 날 믿고 놀아준···
en: ...chris was the only person who trusted me and hung out with me.

source: 응?{j}아냐, 아냐.
en: no, don’t be!{j}

source: 뭐야···?{j}이것들은···
en: what are they doing here?{j}

source: 뭐지, 이 위화감은···?
en: something about him feels off.

source: 둘이서 매일 같이 놀았잖아!
en: we played together every single day!

source: 남들이 뭐라하든!
en: whatever people say...

source: 아무튼 우리한테 앞으로 말 걸지 마!
en: anyway, don’t talk to us anymore!

source: ···어?
en: oh, uh...

source: 그다음엔 햄스터, 토끼, 다람쥐, 양, 사슴이 좋아!
en: ...followed by hamsters, rabbits, squirrels, sheep, and deer!

source: 우린 이미 뱀파이어였고,
en: ...we were already vampires...

source: 내가 지었어.
en: I built it.

source: 여긴 리버필드내 최고의 명문고이자,
en: this is the best high school in riverfield...

source: 헬리 형.{j}솔론 말이 맞아.
en: solon’s right, heli.{j}

source: 우리가 가면 수하가 싫어하겠지…
en: right, sooha wouldn’t like it if we show up.

source: 아···!{j}그게··· 사실···
en: oh! well, you see...{j}

source: 책 읽는 게 취미라며.
en: you said you like reading.

source: 어・・・?
en: huh?

source: 눈동자가 새빨개!!!
en: they have red eyes!

source: 아, 그러고보니까-
en: that makes me wonder...

source: 다음에 만나면 인사할게.
en: I’ll see you around.

source: 솔론은 됐고.
en: let’s skip solon.

source: 다시, 조금 더
en: Again, and More

source: 지금 헬리형 가는 방향 앞에 있어!
en: you’re headed towards her, heli!

source: 랑또 / 혜니+키로
en: Rangddo / Hyeni+Kiro

source: 인사해!!!
en: just say hi!!!

source: 잠깐, 자카!!!
en: wait, jakah!

source: 아니, 전부 다?!
en: all of them?!

source: 압도적인 강도의 파장이었어···!
en: ...I have ever felt.

source: 뱀파이어를···
en: ...more than anyone elsein this world.

source: 오래 걸릴지도 모르니까 너희 먼저 돌아가!!
en: I might take a while. you can head back first.

source: 월식의 밤
en: The Lunar Eclipse

source: 커헉!!
en: gack!!

source: 그리고 내가 그만하라고 하니까 곧바로 멈췄잖아.
en: besides, you stopped right when I told you to.

source: 시온.
en: shion.

source: 아무튼-
en: anyway...

source: 그게 우리랑 무슨 상관이야?
en: what’s that got to do with us?

source: 어떻게 알았지?!
en: how did he know?!

source: 드셀리스 아카데미 12학년.
en: I’m in the 12th grade of decelis academy.

source: 지금까지 본 것 중에 이 사진이 제일 귀엽다.{j}고마워, 칸.
en: this is the cutest picture I’ve seen so far. thank you, khan.{j}

source: 하긴,
en: right.

source: 처음부터 지금까지
en: ...the same...

source: 범인이 우리라고 생각하는 것 같아.
en: they seem to think we did it.

source: 으응···고마워···
en: thanks.

source: 너랑···조금 더···
en: and also... I want to be with you a little bit--

source: 수하야!{j}괜찮아?{j}다친 곳은 없어?
en: sooha! are you okay? did you get hurt?{j}

source: 스스스스
en: loom

source: 새로 지은 기숙사엔 남는 방이 없어서,
en: there weren’t any rooms available in the new dormitory...

source: 나도 네가 너무 보고 싶었어.
en: I really missed you, too.

source: 나도 가!!!!
en: I’m going with you two!

source: 대체 넌 누구야!
en: who are you, really?!

source: 아···안녕~
en: b-bye...

source: 이렇게
en: ...as you can see,

source: 주말에 광장에 놀러간다며?
en: I heard you’re going to the square this weekend.

source: 너희가…
en: I still can’t believe...

source: 더 이상 남들이 하는 헛소리에 휘둘리지 않아!
en: ...I won’t let their dumb words lead me by the nose!!

source: 지금 수하 어디에 있어!!
en: tell me where sooha is!!

source: 뱀파이어들이 한둘이 아니야!!
en: ...scores of vampires around here!

source: 우린 놈들을 동족으로 생각하지 않으니까.
en: ...but we don’t see them as one of us.

source: 그런 게 아니라!
en: it’s not that!

source: 이거 놔!!!
en: let go of me!!

source: 물론 다들 특별한 능력이 있긴 하지만,
en: I know you each have special abilities, but...

source: 수하한테 무작정 믿어달라고 할 수 는 없지.
en: we can’t just ask sooha to believe us...

source: 당장 그 말 취소해!!!
en: take that back, right now!!!

source: 그럼 됐지, 뭐.
en: so we’re good.

source: 얼마 전 근처에서 살인사건이 있었거든요.
en: there was a murder nearby recently.

source: 그러니 이번엔 나에게도-
en: this time...

source: 응!{j}응!!
en: y{j}-yeah!

source: 그럼 너희가 뱀파이어라는건 어떻게 아는데?
en: then how do you know you are a vampire?

source: 뱀파이어는 이곳에 들어올 수 없잖아.
en: vampires can’t enter this school.

source: 올 테면 와보시지!
en: catch me if you can.

source: 싫어!!
en: no!!!

source: 커억!!!
en: ack!!!

source: 아직 정리를 하나도 안 했네...?
en: they haven’t cleaned up yet.

source: 아냐, 아냐!{j}괜히 눈치 주는 것 같잖아!
en: no! I shouldn’t pressure him.{j}

source: 특히 저 늑대들은!!
en: especially not those wolves!!

source: 수하는 무사한거야?!!
en: is she okay?!

source: ···네가 방금
en: you...

source: 네게 이러고 싶진 않지만, 네가 방해한다면,
en: I didn’t want to do this to you, but if you keep getting in my way...

source: 덥썩!!
en: grab

source: 그러니 경거망동하지 않는 게 좋을 거다.
en: so watch your backs.

source: 에잇!{j}이 나쁜 뱀파이어!{j}죽어라!
en: take this, you evil vampire! die!{j}{j}

source: 1. 첫 만남
en: 1. The First Encounter

source: 정말… 늑대인간이야…?
en: are you... really a werewolf?

source: 난 그때 마음 속으로 '뻥이야'라고 했거든?
en: well, I told myself it was a lie.

source: 아~정말 너무 떨렸는데, 티 안났겠지?
en: phew, I hope she didn’t notice how excited I was!

source: 보통 둘은 오래된 앙숙으로 유명하니까,
en: they’re notorious for being nemeses...

source: 불쑥!
en: loom

source: 어제 대충 하고 자기 했는데,
en: I got some of it done last night...

source: 여기선 잘 해 보려고 했는데...
en: I really wanted to get along this time...

source: 곧 나이트볼 대회라서 다들 열심히야.
en: everyone’s busy practicing for the upcoming nightball game.

source: 쟤는 뱀파이어야!
en: she’s a vampire!

source: 그러니까 걔랑 가깝게 지내지 말자고 했잖아.
en: I told you to stay away from her.

source: 칸은 동물을 좋아한대.
en: khan told me that he likes animals.

source: 나는 귀염둥이 막내 타헬이야~
en: I’m the youngest, tahel.

source: 뱀파이어라는 오해를 받는 것만큼은 절대로 못 참아!!
en: I can’t take anyone mistaking us for vampires!!!

source: 그 얘기는 일단 1안으로 미뤄두고-
en: let’s make that our plan b, and--

source: 20.{j}실체
en: 20. The Truth{j}

source: 엔지, 너까지...
en: haha, even enzy’s going along with it...

source: 하지만…
en: but earlier...
